label_names = [
    ['偏移', '偏移1', '印刷偏移'],  # 1
    ['其他划伤', '其它划伤', '未知划伤', '其它划伤、'],  # 2
    ['卡点烧伤', '卡点过烧'],  # 3
    ['手指印'],  # 4
    ['叠插划伤'],  # 5
    ['连续断栅', '密集断栅', '背场缺失'],  # 6
    ['黑点'],  # 7
    ['花篮印', '花篮'],  # 8
    ['背场过烧', '背极发黑', '背电极发黑'],  # 9
    ['不规则黑斑', '黑斑1', '其他黑斑', '横向边缘黑斑', '横向皮带黑斑', '舟齿印-黑斑'],  # 10
    ['探针印', '探针压偏'],  # 11
    ['雾状发黑', '雾状', '小雾状', '大雾状'],  # 12
    ['气流片'],  # 13
    ['亮线'],  # 14
    ['黑斑'],  # 15
    ['过刻', '过客', '过客、', '四角发黑'],  # 16
    ['黑边', '黑边1', '小黑边', '大黑边', '边缘少刻', '边缘过刻'],  # 17
    ['堵片划伤', '堵片划伤1', '部分叠片划伤', '单片卡片划伤', '满面划伤', '堵片满面划伤', '掉堵片划伤', '卡堵片划伤', '赌片划伤', '掉片漏吸'],  # 18
    ['直线划伤', '一字划伤', '丝网直线划伤', '丝网直线'],  # 19
    ['花篮划伤'],  # 20
    ['断栅'],  # 21
    ['石墨舟划痕', '石墨舟划伤', '石墨舟', '石磨舟划伤'],  # 22
    ['卡点印'],  # 23
    ['舟框印'],  # 24
    ['退火吸盘印', '退火/扩散吸盘印', '扩散吸盘印'],  # 55
    ['水印', 'ˮӡ'],  # 26
    ['炉后划伤', '炉后无规则划伤', '炉后划伤、', '炉后无规则游戏划伤'],  # 27
    ['麻点'],  # 28
    ['顶针印'],  # 29
    ['同心圆'],  # 30
    ['旋转吸盘划伤'],  # 31
    ['星形隐裂', '星型隐裂'],  # 32
    ['退火划伤', '退火满面划伤'],  # 33
    ['线痕划伤'],  # 34
    ['掉片曲线划伤', '掉线曲线划伤', '曲线掉线划伤', '掉片曲线', '掉线曲线', '堵片曲线划伤', '掉片划伤'],  # 35
    ['边缘隐裂', '倒角隐裂', '隐裂', '碎片'],  # 36
    ['滚轮印'],  # 37
    ['折角划伤'],  # 38
    ['暗片'],  # 39
    ['吸笔印'],  # 40
    ['伸缩舌头划伤', '舌头划伤', '伸缩舌头'],  # 41
    ['工装黑印', '舟齿印', '舟齿', '底杆印', '带水烧伤', '夹持印'],  # 42
    ['镀膜吸盘印', 'PE吸盘印'],  # 43
    ['石墨舟两边', '石墨舟划伤两边'],  # 44
    ['皮带印'],  # 45
    ['变截距划伤', '变节距划伤'],  # 46
    ['顶齿划伤'],  # 47
    ['镀膜吸盘划伤'],  # 48
    ['印宽'],  # 49
    ['激光异常'],  # 50
    ['十字交叉'],  # 51
    ['镊子印', '聂子印'],  # 52
    ['刻蚀缓存划伤'],  # 53
    ['花篮齿印'],  # 54
    ['主栅断栅'],  # 55
]
